[
  [
    {
      "id": 1,
      "bot": "Bonjour, comment vous sentez-vous aujourd'hui après votre opération ?",
      "client": "Salut ça va tranquille et toi ?"
    },
    {
      "id": 2,
      "bot": "Avez-vous ressenti une douleur particulière ou un inconfort aujourd'hui ?",
      "client": "g mal au genoux "
    },
    {
      "id": 3,
      "bot": "Merci pour votre retour. Sur une échelle de 1 à 10, comment évalueriez-vous cette douleur ?",
      "client": "2"
    },
    {
      "id": 4,
      "bot": "D'accord. Avez-vous pris vos médicaments contre la douleur comme prescrit ?",
      "client": "ouai c bon"
    },
    {
      "id": 5,
      "bot": "Parfait. Avez-vous pu manger normalement aujourd'hui ?",
      "client": "Oui"
    },
    {
      "id": 6,
      "bot": "Très bien. Avez-vous remarqué une rougeur, un gonflement ou une chaleur inhabituelle autour de l'incision ?",
      "client": "RAS."
    },
    {
      "id": 7,
      "bot": "C'est rassurant. Avez-vous des questions ou des préoccupations concernant votre rétablissement ?",
      "client": "Non rien "
    },
    {
      "id": 8,
      "bot": "Excellent. Nous vous recontacterons demain pour un nouveau suivi. En cas de problème urgent, n'hésitez pas à appeler votre médecin. Bonne journée !",
      "client": "merci"
    }
  ],
  [
    {
      "id": 1,
      "bot": "Bonjour, comment vous sentez-vous aujourd'hui après votre opération ?",
      "client": "Bonjour, je me sens un peu fatigué mais ça va mieux qu'hier."
    },
    {
      "id": 2,
      "bot": "Avez-vous ressenti une douleur particulière ou quelque chose d'inconfortable aujourd'hui ?",
      "client": "Oui, j'ai ressenti une certaine gêne là où ils m'ont opéré, surtout en bougeant."
    },
    {
      "id": 3,
      "bot": "Merci pour votre retour. Sur une échelle de 1 à 10, à quel point évaluez-vous cette douleur ?",
      "client": "Je dirais autour de 6."
    },
    {
      "id": 4,
      "bot": "Ok. Vous avez pris vos médicaments contre la douleur comme indiqué ?",
      "client": "Oui, je les ai pris ce matin comme prescrit."
    },
    {
      "id": 5,
      "bot": "Super. Avez-vous pu manger normalement aujourd'hui ?",
      "client": "Oui, aucun souci pour manger."
    },
    {
      "id": 6,
      "bot": "Parfait. Avez-vous remarqué quelque chose d'anormal comme une rougeur, un gonflement ou une chaleur près de l'incision ?",
      "client": "Non, tout semble normal à ce niveau-là."
    },
    {
      "id": 7,
      "bot": "Bien. Avez-vous des questions ou des préoccupations concernant votre rétablissement ?",
      "client": "Non, je pense que tout va bien pour le moment."
    },
    {
      "id": 8,
      "bot": "Génial. On vous rappellera demain pour voir comment ça évolue. En cas de problème urgent, n'hésitez pas à appeler votre médecin. Passez une bonne journée !",
      "client": "Merci, à plus tard !"
    }
  ]
]
